# modern unix tools
brew "ripgrep" # grep
brew "bat"     # cat
brew "ncdu"    # du
brew "tldr"    # man
brew "exa"     # ls
brew "httpie"  # curl
brew "fd"      # find
brew "sd"      # sed
brew "zoxide"  # cd
brew "duf"     # du & df

brew "neovim"
brew "fzf"
brew "lnav"
brew "jq"
brew "cloc"
brew "gh"
brew "diff-so-fancy"
brew "tmux"
brew "tmuxinator"
brew "starship"
