brew "zsh"
brew "neovim"
brew "ripgrep"
brew "fzf"
brew "bat"
brew "ncdu"
brew "tldr"
brew "lnav"
brew "exa"
brew "jq"
brew "httpie"
brew "gh"
brew "diff-so-fancy"
brew "fd"
brew "tmux"
brew "tmuxinator"
brew "starship"
